Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Accent
ar: اللكنة
cs: zvýraznění
de: Akzent
el: Απόχρωση
es: Acento
fi: Korostus
it: Accento
ja: アクセント：
no: Utheving
pl: Akcent
pt: Sotaque
ru: Акцент
uk: Акцент
zh_hans: 刻度

source: Accent Color
ar: لون اللكنة
cs: Barva zvýraznění
da: Accent Farve
de: Akzentfarbe
el: Χρώμα Έμφασης
es: Color de acento
fi: Korostettu Väri
fr: Couleur d'accentuation
it: Colore Accento
ja: アクセントカラー
nl: Accent kleur
no: Inngående farge
pl: Kolor akcentu
pt: Cor do acento
ro: Culoare accent
ru: Цвет акцента
sv: Accentfärg
uk: Колір акценту
zh_hans: 亮度颜色

source: Accessibility
ar: إمكانية الوصول
cs: Přístupnost
da: Tilgængelighed
de: Bedienungshilfen
el: Προσβασιμότητα
es: Accesibilidad
fi: Esteettömyys
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
nl: Toegankelijkheid
no: Tilgjengelighet
pl: Dostępność
pt: Acessibilidade
ro: Accesibilitate
ru: Доступность
sv: Tillgänglighet
uk: Доступність
zh_hans: 无障碍环境

source: Actions
ar: الإجراءات
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
fi: Toiminnot
it: Azioni
ja: アクション
nl: acties
no: Handlinger
pl: Akcje
pt: Ações.
ro: Acțiuni
ru: Действия
sv: Åtgärder
uk: Дії
zh_hans: 行动

source: Active
ar: نشط
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
ja: アクティブ
nl: actief
no: Aktiv
pl: Aktywne
pt: ativo
ro: Activ
ru: Активный
sv: Aktiv
uk: Активний
zh_hans: 已启用

source: Active Location
ar: الموقع النشط
cs: Aktivní poloha
da: Aktiv Placering
de: Aktiver Standort
el: Ενεργή Θέση
es: Ubicación activa
fi: Aktiivinen Sijainti
fr: Emplacement actif
it: Posizione Attiva
ja: アクティブな場所
nl: Actieve locatie
no: Aktiv plassering
pl: Aktywna lokalizacja
pt: Localização ativa
ro: Locație activă
ru: Активное местоположение
sv: Aktiv plats
uk: Активне розташування
zh_hans: 活动位置

source: Active Source
ar: مصدر نشط
cs: Aktivní zdroj
da: Aktiv Kilde
de: Aktive Quelle
el: Ενεργός Πηγή
es: Fuente activa
fi: Aktiivinen Lähde
fr: Source active
it: Sorgente Attiva
ja: アクティブなソース
nl: Actieve bron
no: Aktiv kilde
pl: Aktywne źródło
pt: Fonte Ativa
ro: Sursă activă
ru: Активный источник
sv: Aktiv källa
uk: Активне джерело
zh_hans: 活动源

source: Active source: %@
ar: مصدر نشط: %@
cs: Aktivní zdroj: %@
da: Aktiv kilde: %@
de: Aktive Quelle: %@
el: Ενεργή πηγή: %@
es: Fuente activa: %@
fi: Aktiivinen lähde: %@
fr: Source active : %@
it: Fonte attiva: %@
ja: アクティブなソース: %@
nl: Actieve bron: %@
no: Aktiv kilde: %@
pl: Aktywne źródło: %@
pt: Fonte ativa: %@
ro: Sursă activă: %@
ru: Активный источник: %@
sv: Aktiv källa: %@
uk: Активне джерело: %@
zh_hans: 活动源: %@

source: Add an outline around text for low-vision users.
ar: إضافة مخطط حول النص للمستخدمين ذوي البصر المنخفض.
cs: Přidejte obrys textu pro uživatele s nízkým výhledem.
da: Tilføj en omrids omkring tekst for svagtseende brugere.
de: Fügen Sie eine Umrisslinie um Text für Benutzer mit niedrigem Sehvermögen hinzu.
el: Προσθέστε ένα περίγραμμα γύρω από το κείμενο για χρήστες χαμηλής όρασης.
es: Añadir un contorno alrededor del texto para los usuarios de baja visión.
fi: Lisää ääriviivat tekstin ympärille heikkonäköisille käyttäjille.
fr: Ajouter un contour autour du texte pour les utilisateurs de la vision basse.
it: Aggiungi un contorno attorno al testo per utenti a bassa visione.
ja: 低視力ユーザ向けにテキスト周りのアウトラインを追加します。
nl: Voeg een omlijnd tekstvak toe voor gebruikers met weinig visie.
no: Legg til en tekst rundt for svaksynte brukere.
pl: Dodaj obrys wokół tekstu dla użytkowników o niskim wzroku.
pt: Adicione um contorno em torno do texto para usuários com baixa visão.
ro: Adaugă un rezumat în jurul textului pentru utilizatorii cu vizibilitate redusă.
ru: Добавить контур текста для пользователей с низким зрением.
sv: Lägg till en kontur runt text för synskadade användare.
uk: Додати контур навколо тексту для користувачів з низьким вмістом бачення.
zh_hans: 在文本周围为低视力用户添加轮廓。

source: Add and use location
ar: إضافة واستخدام الموقع
cs: Přidat a použít polohu
da: Tilføj og brug lokation
de: Standort hinzufügen und verwenden
el: Προσθήκη και χρήση τοποθεσίας
es: Añadir y usar ubicación
fi: Lisää ja käytä sijaintia
fr: Ajouter et utiliser la localisation
it: Aggiungi e utilizza la posizione
ja: 場所を追加して使用
nl: Locatie toevoegen en gebruiken
no: Legg til og bruk plassering
pl: Dodaj i użyj lokalizacji
pt: Adicionar e usar localização
ro: Adaugă și folosește locația
ru: Добавить и использовать местоположение
sv: Lägg till och använd plats
uk: Додати і використовувати розташування
zh_hans: 添加和使用位置

source: Add API Keys in Settings
ar: إضافة مفاتيح API في الإعدادات
cs: Přidat API klíče v nastavení
da: Tilføj API-nøgler i Indstillinger
de: API-Schlüssel in den Einstellungen hinzufügen
el: Προσθήκη κλειδιών API στις ρυθμίσεις
es: Añadir claves API en Ajustes
fi: Lisää API-avaimet asetuksiin
fr: Ajouter des clés API dans les paramètres
it: Aggiungi chiavi API nelle impostazioni
ja: 設定でAPIキーを追加
nl: API-sleutels toevoegen in Instellingen
no: Legg til API-nøkler i innstillinger
pl: Dodaj klucze API w Ustawieniach
pt: Adicionar Chaves API nas Configurações
ro: Adaugă chei API în Setări
ru: Добавить API ключи в настройках
sv: Lägg till API-nycklar i inställningarna
uk: Додати ключі API в налаштуваннях
zh_hans: 在设置中添加 API 密钥

source: Add as many as you like in Settings, then Locations.
ar: أضف العدد الذي تحبه في الإعدادات، ثم المواقع.
cs: Přidejte tolik kolik se vám líbí v Nastavení, poté umístění.
da: Tilføj så mange som du ønsker i Indstillinger, derefter steder.
de: Fügen Sie in den Einstellungen beliebig viele Orte hinzu.
el: Προσθέστε όσες θέλετε στις Ρυθμίσεις, μετά τις Τοποθεσίες.
es: Añade tantos como quieras en Configuración, luego Ubicaciones.
fi: Lisää niin monta kuin pidät asetuksista, sitten sijainneista.
fr: En ajouter autant que vous le souhaitez dans les paramètres, puis les emplacements.
it: Aggiungi quanti ne vuoi in Impostazioni, poi Posizioni.
ja: format@@0、format@@1で好きなだけ追加します。
nl: Voeg zoveel toe als je wilt in Instellingen dan Locaties.
no: Legg til så mange du liker i Innstillinger, deretter plasseringer.
pl: Dodaj tyle ile chcesz, w Ustawieniach, a następnie lokalizacje.
pt: Adicione o máximo que quiser em Ajustes, depois Locais.
ro: Adaugă cât de multe dorești în Setări, apoi Locații.
ru: Добавьте столько, сколько вам угодно в настройках, а затем в настройках.
sv: Lägg till så många du vill i Inställningar, och sedan Platser.
uk: Додавайте стільки, скільки любите в налаштуваннях, потім Місцезнаходження.
zh_hans: 在“设置”中添加尽可能多的位置.

source: Add location
ar: إضافة موقع
cs: Přidat polohu
da: Tilføj placering
de: Standort hinzufügen
el: Προσθήκη τοποθεσίας
es: Añadir ubicación
fi: Lisää sijainti
fr: Ajouter un emplacement
it: Aggiungi posizione
ja: 位置情報を追加
nl: Locatie toevoegen
no: Legg til sted
pl: Dodaj lokalizację
pt: Adicionar localização
ro: Adaugă locație
ru: Добавить местоположение
sv: Lägg till plats
uk: Додати місцезнаходження
zh_hans: 添加位置

source: Add Location
ar: إضافة موقع
cs: Přidat umístění
da: Tilføj Placering
de: Neuer Ort
el: Προσθήκη Τοποθεσίας
es: Añadir ubicación
fi: Lisää Sijainti
fr: Ajouter un emplacement
it: Aggiungi Posizione
ja: 場所を追加
nl: Locatie toevoegen
no: Legg til sted
pl: Dodaj lokalizację
pt: Adicionar Localização
ro: Adaugă locație
ru: Добавить местоположение
sv: Lägg till plats
uk: Додати розташування
zh_hans: 添加位置

source: Add New Location
ar: إضافة موقع جديد
cs: Přidat nové místo
da: Tilføj Ny Placering
de: Neuen Standort hinzufügen
el: Προσθήκη Νέας Τοποθεσίας
es: Añadir nueva ubicación
fi: Lisää Uusi Sijainti
fr: Ajouter un nouvel emplacement
it: Aggiungi Nuova Posizione
ja: 新しい場所を追加
nl: Nieuwe locatie toevoegen
no: Legg til ny plassering
pl: Dodaj nową lokalizację
pt: Adicionar nova localização
ro: Adaugă o locație nouă
ru: Добавить новое место
sv: Lägg till ny plats
uk: Додати нове розташування
zh_hans: 添加新位置

source: Add widgets from the iOS widget gallery after setup.
ar: إضافة أدوات من معرض أدوات iOS بعد الإعداد.
cs: Přidat widgety z iOS galerie widgetů po nastavení.
da: Tilføj widgets fra iOS-widget-galleriet efter opsætning.
de: Widgets aus der iOS-Widget-Galerie nach dem Setup hinzufügen.
el: Προσθήκη γραφικών στοιχείων από τη συλλογή widget iOS μετά την εγκατάσταση.
es: Añadir widgets de la galería de widgets de iOS después de la configuración.
fi: Lisää widgetit iOS widget galleriasta asennuksen jälkeen.
fr: Ajouter des widgets depuis la galerie de widgets iOS après l'installation.
it: Aggiungi widget dalla galleria di widget iOS dopo l'installazione.
ja: 設定後にiOSウィジェットギャラリーからウィジェットを追加します。
nl: Voeg widgets toe van de iOS widget galerij na installatie.
no: Legg til widgets fra iOS-widgetgalleriet etter oppsett.
pl: Dodaj widżety z galerii widżetów iOS po konfiguracji.
pt: Adicionar widgets da galeria de widgets do iOS após a instalação.
ro: Adăugați widget-uri din galeria de widget-uri iOS după instalare.
ru: Добавить виджеты из галереи виджетов iOS после установки.
sv: Lägg till widgetar från iOS-widget-galleriet efter installationen.
uk: Додати віджети з галереї віджетів iOS після налаштування.
zh_hans: 在设置后从 iOS 部件库添加小部件。

source: Adds a small private acknowledgement in Settings → About.
ar: يضيف اعترافا خاصا صغيرا في الإعدادات → عن.
cs: Přidá malé soukromé potvrzení v Nastavení → O
da: Tilføjer en lille privat bekræftelse i Indstillinger → Om.
de: Fügt eine kleine private Bestätigung in den Einstellungen → Alles hinzu.
el: Προσθέτει μια μικρή ιδιωτική αναγνώριση στις Ρυθμίσεις → Σχετικά.
es: Añade un pequeño reconocimiento privado en Configuración → Acerca de.
fi: Lisää pienen yksityisen kuittauksen Asetuksista → About.
fr: Ajoute un petit accusé de réception privé dans Réglages → About.
it: Aggiunge un piccolo riconoscimento privato in Impostazioni → About.
ja: format@@0 → format@@1 で小さな非公開の承認を追加します。
nl: Voegt een kleine privébevestiging toe in Instellingen → About.
no: Legger til en liten privat anerkjennelse i Innstillinger → About.
pl: Dodaje małe prywatne potwierdzenie w ustawieniach → O tym.
pt: Adiciona um pequeno reconhecimento privado nas Configurações → Sobre.
ro: Adauga o mica confirmare privata in Settings → Despre
ru: Добавляет небольшое личное подтверждение в Настройки → О программе.
sv: Lägger till en liten privat bekräftelse i Inställningar → Omsättning.
uk: Додає невелике приватне підтвердження в Налаштуваннях → Про програму.
zh_hans: 在“设置 -> 知识库”中添加一个小的私人确认。

source: Advanced
ar: متقدم
cs: Rozšířené
da: Avanceret
de: Erweitert
el: Προχωρημένα
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
ja: 高度な設定
nl: Geavanceerd
no: Avansert
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Расширенные
sv: Avancerat
uk: Додатково
zh_hans: 高级版

source: Aggressive refresh uses more battery; Battery Saver throttles network calls.
ar: التحديث العنيف يستخدم المزيد من البطارية؛ موفر البطارية مكالمات الشبكة.
cs: Agresivní obnova využívá více baterie. Spořič baterie volá síťové hovory.
da: Aggressiv refresh bruger mere batteri; Batterisparefunktionen gasser netværk opkald.
de: Aggressive Aktualisierungen verbrauchen mehr Akku; Batterie-Saver drosselt Anrufe.
el: Η επιθετική ανανέωση χρησιμοποιεί περισσότερη μπαταρία; Η Εξοικονόμηση μπαταρίας επιταχύνει τις κλήσεις δικτύου.
es: La actualización agresiva usa más batería; la batería ahorradora de energía ataca las llamadas de red.
fi: Aggressiivinen päivitys käyttää enemmän akkua; Virransäästö kaasuttaa verkkopuheluita.
fr: Le rafraîchissement agressif utilise plus de batterie; l'économiseur de batterie limite les appels réseau.
it: L'aggiornamento aggressivo utilizza più batteria; le chiamate di rete di Risparmio batteria sono accelerate.
ja: アグレッシブリフレッシュはより多くのバッテリーを使用します。バッテリーセーバーはネットワーク通話をスロットルします。
nl: Agressieve verversing gebruikt meer batterij; Batterijbesparende netwerkoproepen
no: Oppdatering av Aggressiv bruker mer batteri. Batterisparing kaster opp nettverksanrop.
pl: Agresywne odświeżanie używa więcej baterii; połączenia sieciowe oszczędzania baterii
pt: Atualização agressiva usa mais bateria; Economia de bateria reduz as chamadas de rede.
ro: Reîmprospătarea agresivă folosește mai multă baterie; fac apeluri prin rețeaua de accelerare a bateriei.
ru: Агрессивное обновление использует больше заряда аккумулятора; Аккумуляторные дроссели заряда аккумуляторной батареи.
sv: Aggressiv uppdatering använder mer batteri; Batterisparande gasar nätverkssamtal.
uk: Агресивне оновлення використовує більше заряду батареї; Режим економії заряду акумулятора гальмує мережеві дзвінки.
zh_hans: 主动刷新使用更多电池；节电器节点线路调用。

source: AI Alert Summaries
ar: ملخصات تنبيه AI
cs: Shrnutí výstrahy AI
da: AI Alert Resuméer
de: KI-Alarm-Zusammenfassungen
el: Περιλήψεις Ειδοποίησης Τεχνητής Νοημοσύνης
es: Resúmenes de alerta de IA
fi: Ai Hälytykset
fr: Résumés des alertes IA
it: Riepilogo Avviso AI
ja: AIアラートの概要
nl: AI waarschuwingen overzicht
no: AI varsel sammendrag
pl: Podsumowania ostrzeżeń o ptasiej grypie
pt: Resumos de Alerta IA
ro: Rezumate alerte AI
ru: Оповещения ИИ
sv: AI Alert Sammanfattning
uk: Резюме сповіщення ШІ
zh_hans: AI 警报摘要

source: Air Quality
ar: جودة الهواء
cs: Kvalita vzduchu
da: Luftkvalitet
de: Luftqualität
el: Ποιότητα Αέρα
es: Calidad del aire
fi: Ilman Laatu
fr: Qualité de l'air
it: Qualità Dell'Aria
ja: 空気の品質
nl: Lucht kwaliteit
no: Luft Kvalitet
pl: Jakość powietrza
pt: Qualidade do ar
ro: Calitatea aerului
ru: Качество воздуха
sv: Luftkvalitet
uk: Якість повітря
zh_hans: 空气质量

source: Alert details
ar: تفاصيل التنبيه
cs: Detaily upozornění
da: Oplysninger om varsling
de: Alarmdetails
el: Λεπτομέρειες ειδοποίησης
es: Detalles de alerta
fi: Hälytyksen tiedot
fr: Détails de l'alerte
it: Dettagli avviso
ja: アラートの詳細
nl: Details melding
no: Informasjon om varsling
pl: Szczegóły alertu
pt: Detalhes do alerta
ro: Detalii alertă
ru: Детали оповещения
sv: Information om varning
uk: Деталі сповіщення
zh_hans: 警报详情

source: Alerts
ar: التنبيهات
cs: Výstrahy
da: Advarsler
de: Warnungen
el: Ειδοποιήσεις
es: Alertas
fi: Ilmoitukset
fr: Alertes
it: Avvisi
ja: アラート
nl: Waarschuwingen
no: Varsler
pl: Alerty
pt: Atenção
ro: Alerte
ru: Оповещения
sv: Varningar
uk: Попередження
zh_hans: 提醒

source: Alerts & Sounds
ar: التنبيهات والأصوات
cs: Upozornění & zvuky
da: Advarsler & Lyde
de: Warnungen & Töne
el: Ήχοι Ειδοποιήσεων
es: Alertas y sonidos
fi: Hälytykset Ja Äänet
fr: Alertes & Sons
it: Avvisi E Suoni
ja: アラートとサウンド
nl: Waarschuwingen & geluiden
no: Varsler og lyd
pl: Alarmy i dźwięki
pt: Alertas e Sons
ro: Alerte și sunete
ru: Оповещения и звуки
sv: Varningar & ljud
uk: Сповіщення і звуки
zh_hans: 警报和声音

source: Alerts Enabled
ar: التنبيهات ممكنة
cs: Upozornění povolena
da: Advarsler Aktiveret
de: Alarme aktiviert
el: Ειδοποιήσεις Ενεργοποιημένες
es: Alertas habilitadas
fi: Hälytykset Käytössä
fr: Alertes activées
it: Avvisi Abilitati
ja: アラートを有効にする
nl: Waarschuwingen ingeschakeld
no: Varslinger aktivert
pl: Alerty włączone
pt: Alertas ativados
ro: Alerte activate
ru: Оповещения включены
sv: Varningar aktiverade
uk: Сповіщення увімкнено
zh_hans: 警报已启用

source: All cosmetics are optional. SaxWeather is fully functional without any purchase.
ar: جميع مستحضرات التجميل اختيارية. SxWeather يعمل بشكل كامل دون أي شراء.
cs: Všechny kosmetiky jsou volitelné. SaxWeather je plně funkční bez nákupu.
da: Alle kosmetik er valgfri. SaxWeather er fuldt funktionel uden køb.
de: Alle Kosmetika sind optional, SaxWeather ist voll funktionsfähig ohne Kauf.
el: Όλα τα καλλυντικά είναι προαιρετικά. Το SaxWeather είναι πλήρως λειτουργικό χωρίς καμία αγορά.
es: Todos los cosméticos son opcionales. SaxWeather es totalmente funcional sin ninguna compra.
fi: Kaikki kosmetiikka on vapaaehtoista. SaxWeather toimii täysin ilman ostoa.
fr: Tous les cosmétiques sont optionnels. SaxWeather est entièrement fonctionnel sans aucun achat.
it: Tutti i cosmetici sono opzionali. SaxWeather è completamente funzionale senza alcun acquisto.
ja: すべての装飾品はオプションです。SaxWeatherは購入なしで完全に機能します。
nl: Alle cosmetica zijn optioneel. SaxWeather is volledig functioneel zonder aankoop.
no: Alle kosmetikker er valgfritt. SaxWeather fungerer fullt og uten kjøp.
pl: Wszystkie kosmetyki są opcjonalne. SakWeather jest w pełni funkcjonalny bez żadnego zakupu.
pt: Todos os cosméticos são opcionais. SaxWeather está totalmente funcional sem nenhuma compra.
ro: Toate cosmeticele sunt opționale. SaxWeather este complet funcțional fără nicio achiziție.
ru: Вся косметика является необязательной, поэтому SaxWeather полностью функциональна без покупки.
sv: Alla kosmetika är frivilliga. SaxWeather fungerar fullt ut utan köp.
uk: Всі косметики необов'язкові. Саксомеда повністю працює без будь-якої покупки.
zh_hans: 所有化妆品都是可选的。SaxWeather已完全运行，无需购买。

source: All four seasonal packs — Halloween, Christmas, Pride, and Autumn.
ar: جميع الحزم الموسمية الأربع - الهالوين، عيد الميلاد، بريد، أوتومن.
cs: Všechny čtyři sezónní balíčky – Halloween, Vánoce, Pride a podzim.
da: Alle fire årstidens pakker — Halloween, jul, stolthed og efterår.
de: Alle vier Saisonpackungen – Halloween, Weihnachten, Stolz und Herbst.
el: Και τα τέσσερα εποχιακά πακέτα - Απόκριες, Χριστούγεννα, Υπερηφάνεια, και Φθινόπωρο.
es: Los cuatro paquetes de temporada — Halloween, Navidad, Orgullo y Otoño.
fi: Kaikki neljä kausittaista pakkausta – Halloween, Christmas, Pride, ja syksy.
fr: Les quatre paquets saisonniers — Halloween, Noël, fierté et automne.
it: Tutti e quattro i pacchetti stagionali — Halloween, Natale, Pride, e Autunno.
ja: ハロウィン、クリスマス、プライド、秋の4つの季節のパックすべて。
nl: Alle vier seizoenspakketten — Halloween, Kerstmis, Pride en herfst.
no: Alle de fire sesongpakkene, Halloween, Christmas, Pride og Autumn.
pl: Wszystkie cztery opakowania sezonowe – Halloween, Boże Narodzenie, Pride i jesieni
pt: Todos os quatro pacotes sazonais — Halloween, Natal, Orgulho e Outono.
ro: Toate cele patru pachete sezoniere — Halloween, Christmas, Pride și Toamnă.
ru: Все четыре сезонных пакета — Хэллоуин, Рождество, Приз и Осень.
sv: Alla fyra säsongens förpackningar - Halloween, julen, stoltheten och hösten.
uk: Всі чотири сезонні пакети - Хеллоуін, Різдво, гордість і осінь.
zh_hans: 所有四个季节性包——Halloween、Christmas、Pride和秋季。

source: All three Aurora items — backgrounds, palette, and chart skin.
ar: جميع بنود أورورا الثلاثة - الخلفيات واللوحة البيانية والجلد.
cs: Všechny tři položky Aurora – pozadí, paleta a vzhled mapy.
da: Alle tre Aurora elementer — baggrunde, palet og kortskind.
de: Alle drei Aurora-Gegenstände — Hintergründe, Paletten und Diagrammhaut.
el: Και τα τρία στοιχεία Aurora - φόντα, παλέτα, και το δέρμα του χάρτη.
es: Los tres objetos Aurora - fondo y la piel de la paleta y del gráfico.
fi: Kaikki kolme Aurora-esinettä – taustat, paletti ja kartanonahka.
fr: Les trois objets Aurora — arrière-plan, palette et peau de graphique.
it: Tutti e tre gli articoli Aurora — sfondi, tavolozza e skin grafica.
ja: オーロラの背景、パレット、チャートのスキンなど、3つのすべてのアイテム。
nl: Alle drie Aurora — achtergronden, paletten en kaart skin.
no: Alle tre Aurora-elementer – bakgrunner, palett og karthud.
pl: Wszystkie trzy elementy Aurora — tło, paleta i skórka wykresu.
pt: Todos os três itens de Aurora — fundos, paleta e pele de gráficos.
ro: Toate cele trei elemente de la Aurora - fundal, paletă și piele de diagramă.
ru: Все три элемента Aurora — фон, палитра и кожа карты.
sv: Alla tre Aurora objekt — bakgrunder, palett och diagram hud.
uk: Всі три речі Aurora - фони, палітра, і діаграми шкіри.
zh_hans: 所有三个奥罗拉物品——背景、调色板和图表皮肤。

source: All three Neon items — backgrounds, palette, and icons.
ar: جميع بنود نيون الثلاثة - الخلفيات واللوحة والأيقونات
cs: Všechny tři Neonovy položky – pozadí, palety a ikony.
da: Alle tre Neon genstande - baggrunde, palet og ikoner.
de: Alle drei Neon Items — Hintergründe, Paletten und Symbole.
el: Και τα τρία στοιχεία Νέον - φόντα, παλέτα, και εικονίδια.
es: Los tres elementos de neón: fondos, paleta y iconos.
fi: Kaikki kolme Neonin esinettä – taustat, paletti ja kuvakkeet.
fr: Les trois éléments du Néon — arrière-plan, palette et icônes.
it: Tutti e tre gli oggetti Neon — sfondi, tavolozza e icone.
ja: 背景、パレット、アイコンの3つのネオンアイテムすべて。
nl: Alle drie de Neonvoorwerpen — achtergronden, palet en pictogrammen.
no: Alle tre Neon-elementer – bakgrunner, palett og ikoner.
pl: Wszystkie trzy elementy Neonowe — tło, paleta i ikony.
pt: Todos os três itens Néon — fundos, paleta e ícones.
ro: Toate cele trei elemente Neon – fundaluri, palete și icoane.
ru: Все три неоновых элемента — фон, палитра и иконки.
sv: Alla tre Neon objekt — bakgrunder, palett och ikoner.
uk: Всі три елементи неонового — фон, палітра і іконки.
zh_hans: 所有三个网上物品——背景、调色板和图标。

source: All tweakable in Settings, then Appearance.
ar: كل ذلك يمكن إضعافه في الإعدادات, ثم المظهر.
cs: Všechny slabé v nastavení, poté vzhled.
da: Alle tweakable i Indstillinger, derefter Udseende.
de: Alle anpassbar in den Einstellungen, dann Erscheinung.
el: Όλα tweakable στις Ρυθμίσεις, Στη συνέχεια Εμφάνιση.
es: Todo ajustable en Configuración, luego Apariencia.
fi: Kaikki tweakable asetuksissa, sitten ulkonäkö.
fr: Tous modifiables dans Paramètres, puis Apparence.
it: Tutti tweakable in Impostazioni, poi Aspetto.
ja: format@@0、format@@1ですべてを調整できます。
nl: Alle tweakable in Instellingen, dan uiterlijk.
no: Alle vuelige i innstillinger, deretter utseende.
pl: Wszystkie modyfikacje w Ustawieniach, a następnie wygląd.
pt: Todos os ajustáveis em Configurações, em seguida, aparência.
ro: Toate pot fi ajustate în Setări, apoi Appearance.
ru: Все настройки настраиваются в настройках, затем внешний вид.
sv: Alla tweakable i Inställningar, sedan Utseende.
uk: Всі всі налаштовані в Налаштуваннях, потім в вигляді.
zh_hans: 所有可在设置中，然后在外观中进行调整。

source: Allow pull-to-refresh anywhere on the home screen, not just inside the scroll view.
ar: السماح للسحب إلى التحديث في أي مكان على الشاشة الرئيسية، وليس فقط داخل عرض التمرين.
cs: Umožnit stažení obnovovat kdekoli na domovské obrazovce, nejen uvnitř zobrazení.
da: Tillad pull-to-refresh hvor som helst på startskærmen, ikke bare inde i rullevisningen.
de: Ermöglicht das Pull-to-Refresh überall auf dem Startbildschirm, nicht nur innerhalb der Scrollansicht.
el: Επιτρέψτε την ανανέωση παντού στην αρχική οθόνη, όχι μόνο μέσα στην προβολή κύλισης.
es: Permite actualizar en cualquier lugar de la pantalla de inicio, no sólo dentro de la vista de desplazamiento.
fi: Salli pull-to-refresh missä tahansa aloitusruudulla, ei vain sisällä vieritysnäkymän.
fr: Permettre l'actualisation n'importe où sur l'écran d'accueil, pas seulement à l'intérieur de la vue de défilement.
it: Consenti il pull-to-refresh ovunque sulla schermata iniziale, non solo all'interno della vista a scorrimento.
ja: スクロールビュー内だけでなく、ホーム画面上の任意の場所でプルツーリフレッシュを許可します。
nl: Pull-naar-vernieuwen toestaan op het beginscherm, niet alleen in de scrollweergave.
no: Tillate trekk-oppdatering hvor som helst på hjemskjermen, ikke bare innenfor rullevisningen.
pl: Zezwalaj na pociągnięcie, aby odświeżyć gdziekolwiek na ekranie głównym, nie tylko wewnątrz widoku przewijania.
pt: Permitir pull-to-refresh em qualquer lugar da tela inicial, não apenas dentro da tela de rolagem.
ro: Permiteți tragerea la reîmprospătare oriunde pe ecranul de pornire, nu doar în interiorul ecranului de derulare.
ru: Разрешить pull-to-refresh в любом месте на главном экране, а не только внутри представления прокрутки.
sv: Tillåt pull-to-refresh var som helst på startskärmen, inte bara inuti rullningsvyn.
uk: Дозволити тягнути до оновлення у будь-якому місці на домашньому екрані, а не тільки у вікні прокручування.
zh_hans: 允许在主屏幕的任何位置，而不仅仅是在滚动视图内。
